Repository: Sukarett2/aletheia
Catalog: ui/locale/*/LC_MESSAGES/aletheia.po
Languages: et, ja, nl, uk

# FirstTimeSetup
source: Aletheia - First Time Setup
uk: Aletheia: Перше налаштування

# FirstTimeSetup
source: Welcome to Aletheia
uk: Вітаємо в Aletheia

# FirstTimeSetup
source: Let's get you set up. You can change these settings at any time.
uk: Нумо все налаштуємо. Ви зможете змінити ці параметри в будь-який момент.

# FirstTimeSetup
source: Backup Location
uk: Розташування резервної копії

# FirstTimeSetup
source: Where your game saves will be stored on disk.
uk: Місце на диску, де зберігатимуться ваші ігрові збереження.

# FirstTimeSetup
source: Browse
uk: Переглянути

# FirstTimeSetup
source: Steam Account
uk: Обліковий запис Steam

# FirstTimeSetup
source: Used to locate saves stored in Steam's userdata directory.
uk: Використовується для пошуку збережень, що зберігаються в каталозі userdata Steam.

# FirstTimeSetup
source: Select an account…
uk: Виберіть обліковий запис…

# FirstTimeSetup
source: Continue
uk: Продовжити

# Updater
source: Update Available
et: Uus versioon on saadaval
ja: 更新が利用可能
nl: Bijwerkingen beschikbaar
uk: Доступне оновлення

# Updater
source: Current
et: Praegune
ja: 現在版
nl: Huidige versie
uk: Поточне

# Updater
source: New
et: Uus
ja: 最新版
nl: Nieuwe versie
uk: Нове

# Updater
source: What's New
et: Mida on meil uut
ja: 新着情報
nl: Wat er nieuw is
uk: Що нового

# Updater
source: Skip
et: Jäta vahele
ja: 更新を抜く
nl: Sla over
uk: Пропустити

# Updater
source: Download
et: Laadi alla
ja: 更新をダウンロード
uk: Завантажити

# Settings
source: Game Data Location
et: Mänguandmete asukoht
ja: ゲームデータの保存場所
nl: Locatie spelgegevens
uk: Розташування даних гри

# Settings
source: Choose where your games will be saved
et: Määra asukoht oma mängude salvestamiseks
ja: ゲームに蓄えるどこ選択
nl: Kies waar je je spellen wil opslaan
uk: Виберіть, де будуть зберігатися ваші ігри

# Settings
source: Browse
et: Sirvi
ja: ブラウズ
nl: Kies locatie
uk: Переглянути

# Settings
source: Steam Account
et: Steami kasutajakonto
ja: Steamアカウント
uk: Обліковий запис Steam

# Settings
source: Choose the Steam account for your games
et: Vali Steami kasutajakonto oma mängude jaoks
ja: ゲームにSteamアカウントを選択
nl: Kies het Steam-account voor je spellen
uk: Виберіть обліковий запис Steam для своїх ігор

# Settings
source: Only affects games that save in the Steam userdata directory
et: Mõjutab vaid mänge, mis salvestavad andmeid Steami kasutajakausta
ja: Steamのuserdataディレクトリに保存するゲームにのみ影響
nl: Heeft alleen effect op de spellen opgeslagen in de Steam-gebruikersgegevensmap
uk: Впливає тільки на ігри, які зберігаються в каталозі userdata Steam

# Settings
source: Select an account…
et: Vali kasutajakonto…
ja: アカウントを選ぶ…
nl: Selecteer 'n account…
uk: Виберіть обліковий запис…

# Settings
source: No accounts found…
et: Kasutajakontosid ei leidu…
uk: Облікових записів не знайдено…

# Settings
source: Download the latest copy of the GameDB
et: Laadi alla GameDB viimane versioon
ja: GameDBの最新版をダウンロードする
nl: Download de laatste versie van GameDB
uk: Завантажити останню версію GameDB

# Settings
source: Update GameDB
et: Uuenda GameDB-d
ja: 更新GameDB
nl: Werk GameDB bij
uk: Оновити GameDB

# Settings
source: Updates
et: Uuendused
ja: 更新
nl: Bijwerkingen
uk: Оновлення

# Settings
source: Configure automatic update checking
et: Seadista uuenduste olemasolu automaatset kontrollimist
ja: 自動更新の設定
nl: Stel in dat-ie automatisch naar bijwerkingen zoekt
uk: Налаштування автоматичної перевірки оновлень

# Settings
source: Check for updates automatically
et: Kontrolli uuendusi automaatselt
ja: 自動更新
nl: Zoek automatisch naar bijwerkingen
uk: Автоматично перевіряти наявність оновлень

# Settings
source: Save
et: Salvesta
ja: 変更を保存
nl: Opslaan
uk: Зберегти

# Games
source: No games found
et: Ühtegi mängu ei leidu
ja: ゲームが見つかりませんでした
nl: Geen spellen gevonden
uk: Ігор не знайдено

# Games
source: Refresh
et: Värskenda andmeid
ja: リストを更新
nl: Herlaad
uk: Оновити

# Games
source: Search games…
et: Otsi mänge…
ja: ゲームを検索…
nl: Zoek naar spellen…
uk: Пошук ігор…

# Games
source: Selecting {} / {} games
et: Valin mänge: {} / {}
ja: {} / {} のゲームが選択
nl: {} / {} spellen geselecteerd
uk: Вибрано {} / {} ігор

# Games
source: Backup
et: Varundus
ja: 退避
nl: Maak 'n backup
uk: Резервне копіювання

# Games
source: Restore
et: Taastamine
ja: 戻す
nl: Herstel
uk: Відновити

# Games
source: Clear Selection
et: Eemalda valik
ja: 選択を外す
nl: Selectie leegmaken
uk: Зняти виділення

# Games
source: Select All
et: Vali kõik
ja: 選択を全て
nl: Selecteer alles
uk: Вибрати все

# Games
source: {} Filtered
et: Filtreeritud: {}
ja: {} の類従
nl: {} Gefilterd
uk: {} відфільтровано

# About
source: Application Info
et: Rakenduse teave
ja: アプリ情報
nl: Toepassingsinformatie
uk: Інформація про застосунок

# About
source: Aletheia is an open-source game save backup tool
et: Aletheia on avatud lähtekoodiga tarvik mängude salvestamise ja varundamise jaoks
ja: Aletheiaはオープンソースのゲーム変更を保存データ退避の道具です
nl: Aletheia is 'n openbron backup-hulpmiddel voor de spelopslag
uk: Aletheia — це інструмент для резервного копіювання ігрових збережень із відкритим кодом

# About
source: Version: {}
et: Versioon: {}
ja: 版: {}
nl: Versie: {}
uk: Версія: {}

# About
source: License: {}
et: Litsents: {}
ja: 免許: {}
nl: Licentie: {}
uk: Ліцензія: {}

# About
source: Logo by: {}
et: Logo autor: {}
ja: ロゴ設計: {}
nl: Logo door: {}
uk: Лого від: {}

# About
source: View Source Code
et: Vaata lähtekoodi
ja: ソースコードを表示
nl: Bekijk de broncode
uk: Переглянути відкритий код

# About
source: View License
et: Vaata litsentsi
ja: 免許を表示
nl: Bekijk de licentie
uk: Переглянути ліцензію

# About
source: Support the Project
et: Toeta meie projekti
ja: 事業を支援おねがいします
nl: Ondersteun dit project
uk: Підтримати проєкт

# App
source: Games
et: Mängud
ja: ゲーム
nl: Spellen
uk: Ігри

# App
source: Settings
et: Seadistused
ja: 設定
nl: Instellingen
uk: Налаштування

# App
source: About
et: Rakenduse teave
ja: 概要
nl: Over
uk: Про застосунок

# RestoreDialog
source: Aletheia - Restore backup
uk: Aletheia — відновлення резервною копією

# RestoreDialog
source: Restore Backup?
uk: Відновити резервну копію?

# RestoreDialog
source: Are you sure you want to restore {}?
uk: Упевнені, що хочете відновити {}?

# RestoreDialog
source: This will overwrite any existing save data.
uk: Це перезапише будь-які наявні збережені дані.

# RestoreDialog
source: Cancel
uk: Скасувати

# RestoreDialog
source: Close
uk: Закрити

# RestoreDialog
source: Restore
uk: Відновити

# RestoreLogic
source: You do not have {} installed, install it first and try again.
uk: У вас не встановлено {}, спочатку встановіть і спробуйте ще раз.

# RestoreLogic
source: Archive corrupted
uk: Архів пошкоджено

# RestoreLogic
source: Invalid archive
uk: Недійсний архів

# RestoreLogic
source: I/O error
uk: Помилка вводу / виводу

# RestoreLogic
source: Unsupported archive version
uk: Непідтримувана версія архіву

# NotificationLogic
source: Set your Steam account in settings
et: Lisa seadistustes oma Steami kasutajakonto
ja: 設定でSteamアカウントを選ぶ
nl: Koppel je Steam-account in de instellingen
uk: Налаштуйте свій обліковий запис Steam у налаштуваннях

# NotificationLogic
source: Backup directory does not exist
et: Varunduskausta pole olemas
ja: 退避ディレクトリは既に存在します
nl: Kon de backupmap niet vinden: bestáát niet
uk: Каталог резервних копій не існує

# NotificationLogic
source: Successfully saved settings
et: Seadistuste salvestamine õnnestus
ja: 変更と保存の更新に成功しました
nl: Instellingen succesvol opgeslagen
uk: Налаштування успішно збережено

# NotificationLogic
source: Successfully updated GameDB
et: GameDB uuendamine õnnestus
ja: GameDBの更新に成功しました
nl: GameDB succesvol bijgewerkt
uk: Успішно оновлено GameDB

# NotificationLogic
source: GameDB is already up to date
et: GameDB on juba uuendatud
ja: GameDBは既に更新です
nl: GameDB was al bijgewerkt
uk: GameDB вже оновлено

# NotificationLogic
source: Failed to update GameDB
et: GameDB uuendamine ei õnnestunud
ja: GameDBの更新に失敗しました
nl: Kon GameDB niet bijwerken
uk: Не вдалося оновити GameDB

# NotificationLogic
source: Archive corrupted
et: Arhiivifail on vigane
uk: Архів пошкоджено

# NotificationLogic
source: Invalid archive
et: Vigane arhiivifail
uk: Недійсний архів

# NotificationLogic
source: I/O error
et: Sisend- või väljundviga
uk: Помилка вводу/виводу

# NotificationLogic
source: Unsupported archive version
et: Arhiivifaili versioon pole toetatud
uk: Непідтримувана версія архіву

# NotificationLogic
source: No backups found
et: Varukoopiaid ei leidu
uk: Резервних копій не знайдено

# Dropdown
source: Select an option…
et: Vali oma eelistus…
ja: 選択を選ぶ…
nl: Selecteer 'n optie…
uk: Оберіть варіант…

# Dropdown
source: Dropdown options
et: Allalaadimise valikud
uk: Параметри випадаючих списків

# Dropdown
source: Selected
et: Valitud
uk: Вибрано
